Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# WrnRowScopeOneToNExpandNumberOfCalls
source: A One-to-Many or Many-to-Many relationship is being referenced in this function's record scope. This may result in a large number of calls to your data source that can impact performance.
bg_bg: Релациите от тип „един към много” и „много към много” се посочват в този обхват на запис на функция. Това може да доведе до голям брой извиквания на източниците на данни, което може да засегне производителността.
ca_es: En l'àmbit de registre d'aquesta funció es fa referència a una relació un a molts o de molts a molts. Això pot donar lloc a un nombre elevat de trucades a la font de dades, la qual cosa pot afectar el rendiment.
cs_cz: V rozsahu záznamu této funkce je odkazován vztah 1:N nebo N:N. To může vést k velkému počtu volání zdroje dat, což může mít vliv na výkon.
da_dk: Der refereres til en en-til-mange- eller mange til mange-relation i denne funktions postomfang. Dette kan resultere i et stort antal kald til datakilden, som kan påvirke ydeevnen.
de_de: Im Datensatzumfang dieser Funktion wird auf eine 1:N-Beziehung oder viele-zu-viele-Beziehungen verwiesen. Dies kann zu einer großen Anzahl von Aufrufen der Datenquelle führen, was sich auf die Leistung auswirken kann.
el_gr: Μια σχέση "ενός προς πολλούς" ή "πολλών προς πολλούς" αναφέρεται σε αυτό το εύρος καρτέλας αυτής της συνάρτησης. Αυτό μπορεί να έχει ως αποτέλεσμα μεγάλο αριθμό κλήσεων προς το αρχείο προέλευσης δεδομένων, η οποία μπορεί να επηρεάσει τις επιδόσεις.
es_es: Se está haciendo referencia a una relación de uno a varios o de varios a varios en el ámbito de registro de esta función. Esto puede producir un gran número de llamadas a su origen de datos que puedan afectar al rendimiento.
et_ee: Selle funktsiooni kirje ulatuses viidatakse üks-mitmele- või mitu-mitmele-vastavusele. Selle tulemuseks võib olla suur arv teie andmeallikasse tehtavaid kõnesid, mis võib mõjutada jõudlust.
eu_es: Batetik hainbatera edo Hainbatetik hainbatera motako erlazioa aipatzen da funtzioaren erregistro-esparru honetan. Horiek horrela, baliteke datu-iturburuak errendimenduari eragin diezaiokeen dei kopuru handia jasotzea.
fi_fi: Tämän funktion tietuevaikutusalueessa viitataan yksi-moneen-tai monta-moneen-yhteyteen. Tämä voi johtaa suureen määrään tietolähteeseen kohdistuvia kutsuja, jotka voivat vaikuttaa suorituskykyyn.
fr_fr: Une relation un-à-plusieurs ou plusieurs-à-plusieurs est actuellement référencée dans l’étendue d’enregistrement de cette fonction. Cela peut entraîner un grand nombre d’appels à votre source de données qui peuvent avoir un impact sur les performances.
gl_es: Neste ámbito de rexistro desta función faise referencia a unha relación un a varios ou varios a varios. Isto pode provocar un gran número de chamadas á súa orixe de datos, o que pode afectar ao desempeño.
hi_in: इस फ़ंक्शन के रिकॉर्ड कार्यक्षेत्र में वन-टू-मैनी और मैनी-टू-मैनी संबंधों को संदर्भित किया जा रहा है. इससे आपके डेटा स्रोत पर बड़ी संख्या में कॉल हो सकती हैं जो प्रदर्शन को प्रभावित कर सकती हैं.
hr_hr: Odnos jedan-prema-više ili više-prema-više spominje se u opsegu zapisa ove funkcije. To može rezultirati velikim brojem poziva izvoru podataka koji mogu utjecati na performanse.
hu_hu: A függvény rekordhatókörében egy-a-sokhoz vagy sok-a-sokhoz kapcsolatra hivatkoznak. Ez az adatforrásba irányuló nagy számú hívást eredményezhet, amely befolyásolhatja a teljesítményt.
it_it: Nell'ambito del record di questa funzione viene fatto riferimento a una relazione uno a molti o molti a molti. Potrebbe verificarsi un numero elevato di chiamate all'origine dati che possono avere un impatto sulle prestazioni.
ja_jp: 一対多または多対多の関連付けは、この関数のレコード スコープで参照されています。これにより、データ ソースに対する多数の呼び出しが発生し、パフォーマンスに影響する可能性があります。
kk_kz: Бірден-көпке немесе көптен-көпке қарым-қатынасына осы функцияның жазба ауқымында сілтеме жасалып жатыр. Ол деректер көзіндегі қоңыраулар санының артуына себеп болып, жұмыс өнімділігіне ықпал жасауы мүмкін.
ko_kr: 이 함수의 레코드 범위에서 일대다 또는 다대다 관계를 참조하고 있습니다. 이로 인해 데이터 원본에 대한 많은 호출이 성능에 영향을 줄 수도 있습니다.
lt_lt: Šios funkcijos įrašų aprėptyje nurodytas ryšys vienas su daugeliu arba daugelis su daugeliu. Tai gali lemti daugybę skambučių jūsų duomenų šaltiniui, o tai gali pakenkti našumui.
lv_lv: Šī funkcijas ieraksta tvērumā ir atsauce uz relāciju "Viens pret daudziem" vai "Daudzi pret daudziem". Tas var izraisīt lielu izsaukumu skaitu datu avotā, kas var ietekmēt veiktspēju.
ms_my: Perhubungan Satu ke Banyak atau Banyak ke Banyak yang sedang dirujuk dalam skop rekod fungsi ini. Ini mungkin menyebabkan bilangan panggilan yang besar kepada sumber data anda yang boleh memberi kesan terhadap prestasi.
nb_no: Det refereres til en én-til-mange- eller mange-til-mange-relasjon i denne funksjonens oppføringsomfang. Dette kan føre til et stort antall samtaler til datakilden som kan påvirke ytelsen.
nl_nl: Er wordt in de recordscope van deze functie verwezen naar een één-op-veel- of veel-op-veel-relatie. Dit kan resulteren in een groot aantal oproepen naar uw gegevensbron, wat van invloed kan zijn op de prestaties.
pl_pl: W zakresie rekordów tej funkcji występuje odwołanie do relacji typu jeden-do-wielu i wiele-do-wielu. Może to spowodować dużą liczbę wywołań źródła danych, co z kolei może mieć negatywny wpływ na wydajność.
pt_br: Um relacionamento de um-para-muitos ou muitos-para-muitos está sendo referenciado no escopo de registro desta função. Isso pode resultar em um grande número de chamadas para a fonte de dados que pode impactar o desempenho.
pt_pt: Uma relação Um para Muitos ou Muitos para Muitos está a ser referenciada no âmbito de registo desta função. Isto poderá originar um grande número de chamadas à sua origem de dados que poderá afetar o desempenho.
ro_ro: O relație unu-la-mai-mulți sau mai-mulți-la-mai-mulți este menționată în domeniul de înregistrări al acestei funcții. Acest lucru poate duce la un număr mare de apeluri către sursa de date, care pot afecta performanța.
ru_ru: В области записей этой функции имеются ссылки на отношение "один ко многим" и "многие ко многим". Это может привести к большому количеству вызовов к источнику данных, что негативно скажется на быстродействии.
sk_sk: Na vzťah one-to-many alebo many-to-many sa odkazuje v rozsahu záznamov tejto funkcie. Môže to mať za následok veľký počet hovorov do zdroja údajov, ktoré môžu ovplyvniť výkon.
sl_si: V obsegu zapisov te funkcije se sklicuje na odnos »eden proti mnogo« ali »mnogo proti mnogo«. To lahko povzroči veliko število klicev vašemu viru podatkov, kar lahko vpliva na uspešnost.
sr_cyrl_rs: У опсегу записа ове функције упућује се на однос „један према више“ или „више према више“. То може довести до великог броја позива према вашем извору података што може утицати на перформансе.
sr_latn_rs: U opsegu zapisa ove funkcije upućuje se na odnos „jedan prema više“ ili „više prema više“. To može dovesti do velikog broja poziva prema vašem izvoru podataka što može uticati na performanse.
sv_se: Det finns en referens till en 1:n- eller n:n-relation i den här funktionens postomfattning. Detta kan resultera i ett stort antal anrop till din datakälla vilket kan påverka prestandan.
th_th: ความสัมพันธ์แบบหนึ่งต่อกลุ่มหรือแบบกลุ่มต่อกลุ่มกำลังถูกอ้างอิงในขอบเขตการบันทึกของฟังก์ชันนี้ ซึ่งอาจส่งผลให้มีการเรียกใช้แหล่งข้อมูลของคุณเป็นจำนวนมากและอาจส่งผลกระทบต่อประสิทธิภาพการทำงาน
tr_tr: Bu işlevin kayıt kapsamında Bir-Çok veya Çok-Çok ilişkisine başvuruluyor. Bu, veri kaynağınıza performansı etkileyebilecek kadar yüksek sayıda çağrının oluşmasına neden olabilir.
uk_ua: В області записів цієї функції є посилання на зв’язок "один-до-багатьох" або "багато-до-багатьох". Через це до джерела даних може надходити багато викликів, що може зменшити швидкодію.
vi_vn: Mối quan hệ một-nhiều hoặc nhiều-nhiều đang được tham chiếu trong phạm vi bản ghi của hàm này. Điều này có thể dẫn đến lượng lớn các lệnh gọi đến nguồn dữ liệu gây ảnh hưởng đến hiệu suất.
zh_cn: 在该函数的记录范围中引用了一对多或多对多关系。这可能会导致大量调用数据源，从而影响性能。
zh_tw: 這個函數的記錄範圍中參照多個一對多或多對多的關聯。這可能會造成資料來源大量調用，從而影響效能。

# ErrNumberTooLarge
source: Numeric value is too large.
bg_bg: Числовата стойност е твърде голяма.
ca_es: El valor numèric és massa gran.
cs_cz: Číselná hodnota je moc velká.
da_dk: Numerisk værdi er for stor.
de_de: Der Zahlenwert ist zu groß.
el_gr: Η αριθμητική τιμή είναι υπερβολικά μεγάλη.
es_es: El valor numérico es demasiado grande.
et_ee: Arvväärtus on liiga suur.
eu_es: Zenbakizko balioa handiegia da.
fi_fi: Numeerinen arvo on liian suuri.
fr_fr: La valeur numérique est trop importante.
gl_es: O valor numérico é demasiado longo.
hi_in: सांख्यिक मान बहुत बड़ा है.
hr_hr: Numerička je vrijednost preduga.
hu_hu: A számérték túl nagy.
it_it: Il valore numerico è troppo alto.
ja_jp: 数値が大きすぎます。
kk_kz: Сандық мән тым үлкен.
ko_kr: 숫자 값이 너무 큽니다.
lt_lt: Skaitinė reikšmė per didelė.
lv_lv: Skaitliskā vērtība ir pārāk liela..
ms_my: Nilai angka terlalu besar.
nb_no: Numerisk verdi er for stor.
nl_nl: De numerieke waarde is te groot.
pl_pl: Wartość liczbowa jest zbyt duża.
pt_br: O valor numérico é grande demais.
pt_pt: O valor numérico é demasiado grande.
ro_ro: Valoarea numerică este prea mare.
ru_ru: Числовое значение слишком велико.
sk_sk: Numerická hodnota je príliš veľká.
sl_si: Številska vrednost je prevelika.
sr_cyrl_rs: Нумеричка вредност је превелика.
sr_latn_rs: Numerička vrednost je prevelika.
sv_se: Det numeriska värdet är för stort.
th_th: ค่าตัวเลขสูงเกินไป
tr_tr: Sayısal değer çok büyük.
uk_ua: Числове значення завелике.
vi_vn: Giá trị số quá lớn.
zh_cn: 数值太大。
zh_tw: 數值太大。

# ErrInvalidDataSource
source: This Data source is invalid. Please fix the error in "Data sources" pane by clicking "Content -> Data sources" or "View -> Options"
bg_bg: Този източник на данни е невалиден. Коригирайте грешката в прозореца „Източници на данни“, като щракнете върху „Съдържание -> Източници на данни“ или „Преглед -> Опции“
ca_es: La font de dades no és vàlida. Podeu solucionar l'error a la subfinestra "Fonts de dades" si feu clic a "Contingut -> Fonts de dades" o "Visualitza -> Opcions".
cs_cz: Tento zdroj dat není platný. Opravte prosím chybu v podokně Zdroje dat (klikněte na Obsah -> Zdroje dat nebo na Zobrazení -> Možnosti).
da_dk: Datakilden er ugyldig. Udbedr fejlen i datakildepanelet ved at klikke på "Indhold-> Datakilder" eller "Se-> Indstillinger"
de_de: Diese Datenquelle ist ungültig. Beheben Sie den Fehler im Abschnitt "Datenquellen", indem Sie auf "Inhalt > Datenquellen" oder "Ansicht > Optionen" klicken.
el_gr: Αυτή η προέλευση δεδομένων δεν είναι έγκυρη. Διορθώστε το σφάλμα στο παράθυρο "Προελεύσεις δεδομένων" κάνοντας κλικ στην επιλογή "Περιεχόμενο -> Προελεύσεις δεδομένων" ή "Προβολή -> Επιλογές"
es_es: Este origen de datos no es válido. Corrija el error en el panel "Orígenes de datos" al hacer clic en "Contenido -> Orígenes de datos" o en "Ver -> Opciones"
et_ee: See andmeallikas ei sobi. Parandage viga paanil Andmeallikad, valides Sisu -> Andmeallikad või Vaade -> Suvandid
eu_es: Datu-iturburu honek ez du balio. Konpondu errorea "Datu-iturburuak" panelean. Horretarako, sakatu "Edukia -> Datu-iturburuak" edo "Ikusi -> Aukerak".
fi_fi: Tämä tietolähde on virheellinen. Korjaa virhe Tietolähteet-ruudussa valitsemalla Sisältö -> Tietolähteet tai Näytä -> Asetukset
fr_fr: Cette source de données n’est pas valide. Corrigez l’erreur dans le volet « Sources de données » en cliquant sur « Contenu -> Sources de données » ou « Affichage -> Options »
gl_es: Esta orixe de datos non é válida. Corrixa o erro no panel "Orixes de datos" ao premer "Contido -> Orixes de datos" ou "Visualización -> Opcións"
hi_in: यह डेटा स्रोत अमान्य है. कृपया "सामग्री -> डेटा स्रोत" या "देखें -> विकल्प" क्लिक करके "डेटा स्रोत" फलक की त्रुटि सुधारें
hr_hr: Izvor podataka nije valjan. Ispravite pogrešku u oknu "Izvori podataka" tako da kliknete "Sadržaj -> Izvori podataka" ili "Prikaz -> Mogućnosti"
hu_hu: Az adatforrás érvénytelen. Javítsa ki a hibát az „Adatforrások” panelen. Ehhez kattintson a „Tartalom -> Adatforrások” vagy a „Nézet -> Beállítások” parancsra.
it_it: Questa origine dati non è valida. Risolvere l'errore nel riquadro "Origini dati" facendo clic su "Contenuto -> Origini dati" oppure "Visualizza -> Opzioni"
ja_jp: このデータ ソースは無効です。[コンテンツ] -> [データ ソース] または [表示] -> [オプション] の順にクリックして、[データ ソース] ウィンドウでエラーを修正してください。
kk_kz: Бұл деректер көзі жарамсыз. "Деректер көздері" аумағында қатені жойыңыз: "Контент -> Деректер көздері" немесе "Көрініс -> Параметрлер"
ko_kr: 이 데이터 원본은 잘못되었습니다. "내용 -> 데이터 원본" 또는 "보기 -> 옵션"을 클릭하여 "데이터 원본" 창에서 오류를 수정하세요.
lt_lt: Šis duomenų šaltinis yra neleistinas. Ištaisykite klaidą srityje Duomenų šaltiniai spustelėdami Turinys -> Duomenų šaltiniai arba Rodyti -> Parinktys.
lv_lv: Šis datu avots nav derīgs. Lūdzu, novērsiet kļūdu rūtī "Datu avoti", noklikšķinot uz "Saturs -> Datu avoti" vai "Skatīt -> Opcijas"
ms_my: Sumber Data sini tidak sah. Sila betulkan ralat dalam anak tetingkap "Sumber Data" dengan mengklik "Kandungan -> Sumber data" atau "Lihat -> Opsyen"
nb_no: Denne datakilden er ugyldig. Rett opp feilen i ruten Datakilder ved å klikke Innhold -> Datakilder eller Vis -> Alternativer
nl_nl: Deze gegevensbron is ongeldig. Los de fout in het deelvenster Gegevensbronnen op door achtereenvolgens op Inhoud -> Gegevensbronnen of Weergeven -> Opties te klikken
pl_pl: To źródło danych jest nieprawidłowe. Napraw błąd w okienku „Źródła danych”, klikając opcje „Zawartość -> Źródła danych” lub „Widok -> Opcje”
pt_br: Esta Fonte de dados é inválida. Corrija o erro no painel "Fontes de dados" clicando em "Conteúdo -> Fontes de dados" ou "Exibir -> Opções"
pt_pt: Esta Origem de dados é inválida. Corrija o erro no painel "Origens de dados" clicando em "Conteúdo -> Origens de dados" ou em "Visualização -> Opções"
ro_ro: Această sursă de date este nevalidă. Remediați eroarea din panoul „Surse de date” făcând clic pe „Conținut -> Surse de date” sau pe „Vizualizare -> Opțiuni”
ru_ru: Этот источник данных недопустим. Исправьте ошибку в панели "Источники данных", выбрав пункты "Содержимое -> Источники данных" или "Вид -> Параметры"
sk_sk: Tento zdroj údajov je neplatný. Opravte chybu na table Zdroje údajov kliknutím na položku Obsah -> Zdroje údajov alebo Zobraziť -> Možnosti.
sl_si: Vir podatkov ni veljaven. Odpravite napako v podoknu »Viri podatkov«, tako da kliknete »Vsebina -> Viri podatkov« ali »Pogled -> Možnosti«.
sr_cyrl_rs: Овај извор података је неважећи. Поправите грешку у окну „Извори података“ тако што ћете изабрати ставке „Садржај –> Извори података“ или „Приказ –> Опције“
sr_latn_rs: Ovaj izvor podataka je nevažeći. Popravite grešku u oknu „Izvori podataka“ tako što ćete izabrati stavke „Sadržaj –> Izvori podataka“ ili „Prikaz –> Opcije“
sv_se: Den här datakällan är ogiltig. Åtgärda felet i panelen "Datakällor" genom att klicka på "Innehåll -> Datakällor" eller "Visa -> Alternativ"
th_th: แหล่งข้อมูลนี้ไม่ถูกต้อง: โปรดแก้ไขข้อผิดพลาดในบานหน้าต่าง "แหล่งข้อมูล" โดยคลิก "เนื้อหา -> แหล่งเครื่องมือ" หรือ "แสดง -> ตัวเลือก"
tr_tr: Bu Veri kaynağı geçersiz. Lütfen sırasıyla şunlara tıklayarak "Veri kaynakları" bölmesindeki hatayı düzeltin: "İçerik -> Veri kaynakları" veya "Görünüm -> Seçenekler"
uk_ua: Неприпустиме джерело даних. Виправте помилку в області "Джерела даних", натиснувши елементи "Вміст" -> "Джерела даних" або "Подання" -> "Параметри".
vi_vn: Nguồn Dữ liệu này không hợp lệ. Vui lòng khắc phục lỗi trong ngăn "Nguồn dữ liệu" bằng cách bấm vào "Nội dung -> Nguồn dữ liệu" hoặc "Xem -> Tùy chọn"
zh_cn: 此数据源无效。请通过单击“内容 -> 数据源”或“查看 -> 选项”来修复“数据源”窗格中的错误
zh_tw: 此資料來源無效。請在 [資料來源] 窗格中按一下 [內容] -> [資料來源] 或 [檢視] -> [選項]，以修正錯誤。

# ErrExpectedDataSourceRestriction
source: Expected a data source identifier to restrict the inline record.
bg_bg: Очаква се идентификаторът на източника на данни да ограничи вградения запис.
ca_es: S'esperava un identificador de la font de dades per restringir el registre en línia.
cs_cz: Očekával se identifikátor zdroje dat, který omezí vložený záznam.
da_dk: Forventede et datakilde-id til at begrænse den indbyggede post.
de_de: Es wurde ein Datenquellenbezeichner zur Einschränkung des Inlinedatensatzes erwartet.
el_gr: Αναμενόταν ένα αναγνωριστικό προέλευσης δεδομένων για περιορισμό της ενσωματωμένης εγγραφής.
es_es: Se esperaba un identificador de origen de datos para restringir el registro en línea.
et_ee: Eeldati, et andmeallika identifikaator piirab tekstisisest kirjet.
eu_es: Datu-iturburuaren identifikatzaile bat espero zen txertatutako erregistroa mugatzeko.
fi_fi: Odotettiin tietolähteen tunnusta rajoittamaan sisäistä tietuetta.
fr_fr: Un identificateur de source de données était attendu pour restreindre l'enregistrement inclus.
gl_es: Esperábase un identificador de orixe de datos para restrinxir o rexistro inserido.
hi_in: इनलाइन रिकॉर्ड प्रतिबंधित करने के लिए एक डेटा स्रोत पहचानकर्ता अपेक्षित था.
hr_hr: Očekivao se identifikator izvora podataka koji bi ograničio zapis u retku.
hu_hu: A rendszer egy adatforrás-azonosítót várt a beágyazott rekord korlátozása céljából.
it_it: È previsto un identificatore dell'origine dati per limitare il record inline.
ja_jp: インライン レコードを制限するためには、データ ソース ID が必要です。
kk_kz: Кіріс жазбаны шектеу үшін деректер көзінің идентификаторы күтілді.
ko_kr: 인라인 레코드를 제한할 데이터 원본 식별자가 필요합니다.
lt_lt: Numatoma, kad duomenų šaltinio identifikatorius apribos įdėtąjį įrašą.
lv_lv: Jānorāda datu avota identifikators, kas ierobežo iekļauto ierakstu.
ms_my: Menjangkakan pengecam sumber data untuk mengehadkan rekod sebaris.
nb_no: Forventet at en datakildeidentifikator begrenset den innebygde posten.
nl_nl: Een gegevensbron-id wordt verwacht om de inlinerecord te beperken.
pl_pl: Oczekiwany identyfikator źródła danych służący do ograniczania rekordu wbudowanego.
pt_br: Era esperado um identificador de fonte de dados para restringir o registro embutido.
pt_pt: Era esperado um identificador de origem de dados para restringir o registo inline.
ro_ro: Se așteaptă ca un identificator de sursă de date să restricționeze înregistrarea în linie.
ru_ru: Ожидается идентификатор источника данных для ограничения встроенной записи.
sk_sk: Očakával sa identifikátor zdroja údajov, ktorý obmedzí vnorený záznam.
sl_si: Pričakovan je bil identifikator vira podatkov za omejitev zapisa v vrstici.
sr_cyrl_rs: Очекивао се идентификатор извора података за ограничавање уметнутог записа.
sr_latn_rs: Očekivao se identifikator izvora podataka za ograničavanje umetnutog zapisa.
sv_se: En datakällsidentifierare förväntades begränsa den infogade posten.
th_th: คาดหวังให้ตัวระบุแหล่งข้อมูลจำกัดระเบียนแบบอินไลน์
tr_tr: Satır içi kaydı kısıtlamak için bir veri kaynağı tanımlayıcısı bekleniyordu.
uk_ua: Очікується ідентифікатор джерела даних, щоб обмежити вбудований запис.
vi_vn: Kỳ vọng mã định danh nguồn dữ liệu sẽ hạn chế bản ghi nội tuyến.
zh_cn: 应为限制内联记录的数据源标识符。
zh_tw: 必須有資料來源識別碼才能限制內嵌記錄。

# ErrIncompatibleTypes
source: The given types are incompatible.
bg_bg: Дадените типове са несъвместими.
ca_es: Els tipus proporcionats són incompatibles.
cs_cz: Zadané typy nejsou kompatibilní.
da_dk: De givne typer er inkompatible.
de_de: Die angegebenen Typen sind inkompatibel.
el_gr: Οι δεδομένοι τύποι δεν είναι συμβατοί.
es_es: Los tipos dados no son compatibles.
et_ee: Määratud tüübid ei ühildu.
eu_es: Emandako motak bateraezinak dira.
fi_fi: Annetut tyypit eivät ole yhteensopivat.
fr_fr: Les types donnés sont incompatibles.
gl_es: Os tipos indicados son incompatibles.
hi_in: दिए गए प्रकार असंगत हैं.
hr_hr: Zadane vrste nisu kompatibilne.
hu_hu: A megadott típusok nem kompatibilisek.
it_it: I tipi specificati sono incompatibili.
ja_jp: 指定した型は互換性がありません。
kk_kz: Берілген түрлер үйлесімсіз.
ko_kr: 지정된 형식은 호환되지 않습니다.
lt_lt: Pateikti tipai yra nesuderinami.
lv_lv: Norādītie tipi nav saderīgi.
ms_my: Jenis yang diberikan tidak serasi.
nb_no: De angitte typene er inkompatible.
nl_nl: De opgegeven typen zijn incompatibel.
pl_pl: Dane typy są niezgodne.
pt_br: Os tipos fornecidos são incompatíveis.
pt_pt: Os tipos determinados são incompatíveis.
ro_ro: Tipurile date sunt incompatibile.
ru_ru: Указанные типы несовместимы.
sk_sk: Dané typy sú nekompatibilné.
sl_si: Dani tipi niso združljivi.
sr_cyrl_rs: Дати типови су некомпатибилни.
sr_latn_rs: Dati tipovi su nekompatibilni.
sv_se: De givna typerna är inkompatibla.
th_th: ประเภทที่ระบุเข้ากันไม่ได้
tr_tr: Sağlanan türler uyumsuz.
uk_ua: Указані типи несумісні.
vi_vn: Loại cho trước không tương thích.
zh_cn: 给定类型不兼容。
zh_tw: 指定的類型不相容。
